tap "homebrew/bundle"
brew "ack"
brew "bat"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "zoxide"
cask "1password-cli"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "visual-studio-code"

tap "oven-sh/bun"
brew "oven-sh/bun/bun"

tap "jesseduffield/lazydocker"
brew "jesseduffield/lazydocker/lazydocker"

tap "jesseduffield/lazygit"
brew "jesseduffield/lazygit/lazygit"
