tap "homebrew/bundle"
brew "ack"
brew "bat"
brew "docker"
brew "colima"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "mongosh"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tig"
brew "tmux"
brew "tmux-sessionizer"
brew "zoxide"

cask "1password-cli"
cask "bruno"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "visual-studio-code"

tap "jesseduffield/lazydocker"
brew "jesseduffield/lazydocker/lazydocker"

tap "jesseduffield/lazygit"
brew "jesseduffield/lazygit/lazygit"

tap "coursier/formulas"
brew "coursier/formulas/coursier"
